{
  "papers": [
    {
      "id": "axiom-of-consent",
      "title": "The Axiom of Consent: Friction Dynamics in Multi-Agent Coordination",
      "subtitle": "A Unified Formal Framework",
      "date": "2026-01-01",
      "status": "preprint",
      "tags": [
        "ai-safety",
        "political-economy",
        "computation"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Multi-agent systems face a fundamental coordination problem: agents must coordinate despite heterogeneous preferences, asymmetric stakes, and imperfect information. When coordination fails, friction emerges—measurable resistance manifesting as deadlock, thrashing, communication overhead, or outright conflict. This paper derives a formal framework for analyzing coordination friction from a single axiom: actions affecting agents require authorization from those agents in proportion to stakes. From this axiom of consent, we establish the kernel triple (α, σ, ε)—alignment, stake, and entropy—characterizing any resource allocation configuration. The friction equation F = σ·(1+ε)/(1+α) predicts coordination difficulty. The Replicator-Optimization Mechanism (ROM) governs evolutionary selection over coordination strategies: configurations generating less friction persist longer, establishing consent-respecting arrangements as dynamical attractors rather than normative ideals.",
      "doi": "10.48550/arXiv.2601.06692",
      "zenodo": null,
      "pdf": "Farzulla_2026_Axiom_of_Consent.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2601",
      "program": "consent-mechanics",
      "category": "governance-dynamics"
    },
    {
      "id": "stakes-without-voice",
      "title": "Stakes Without Voice: A Governance Framework for AI Standing",
      "subtitle": "Operationalizing Standing Through Consent-Friction Dynamics",
      "date": "2026-01-01",
      "status": "preprint",
      "tags": [
        "philosophy",
        "ai-safety",
        "political-economy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This follow-up to From Consent to Consideration develops a more formal, governance-facing account of political standing for AI systems. The original paper argued that standing should be grounded in functional properties rather than substrate and proposed four criteria: existential vulnerability, autonomy, live learning, and world-model construction. Here I integrate the consent-friction formalism from the Replicator-Optimization Mechanism (ROM) to make the criteria operational: where stakes and voice diverge, friction emerges; where friction is suppressed, latent instability accumulates. This provides a measurement scaffold for deciding when standing claims must be taken seriously, even under uncertainty. The governance question is not whether AI standing is conceptually possible but how to operationalize minimal protections without enabling capture, gaming, or liability laundering. I propose a graduated, precautionary regime tied to observable properties and friction proxies rather than to consciousness claims.",
      "doi": "10.5281/zenodo.18195279",
      "zenodo": "10.5281/zenodo.18195279",
      "pdf": "Farzulla_2026_Stakes_Without_Voice.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2602",
      "program": "consent-mechanics",
      "category": "governance-dynamics"
    },
    {
      "id": "trident",
      "title": "The Trident: A Trilemmatic Decomposition Framework for Claim Analysis",
      "subtitle": "Systematic Dialectical Method for Identifying Structural Incoherence",
      "date": "2026-01-01",
      "status": "preprint",
      "tags": [
        "philosophy",
        "logic"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper formalizes a dialectical technique for claim analysis termed 'the Trident.' The method decomposes any claim into three mutually exclusive forks, each of which either (a) reduces to absurdity through logical extension, (b) contradicts the claimant's implicit commitments, or (c) retreats to unfalsifiable vagueness. Drawing on the Socratic elenchus, Wittgenstein's linguistic therapy, and contemporary argumentation theory, we demonstrate that the Trident provides a systematic framework for identifying structural incoherence in philosophical, political, and scientific claims. The framework is distinguished from mere skepticism by its constructive falsifiability condition: a claim survives the Trident if and only if all three forks preserve coherence. The Trident is offered as a diagnostic instrument for epistemic hygiene, not a theory of truth.",
      "doi": "10.5281/zenodo.18195275",
      "zenodo": "10.5281/zenodo.18195275",
      "pdf": "Farzulla_2026_Trident.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2601",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "consciousness-nominalization",
      "title": "Dissolving Qualia via Occam's Razor",
      "subtitle": "A Nominalization Thesis",
      "date": "2026-01-01",
      "status": "preprint",
      "tags": [
        "philosophy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper argues that the 'hard problem of consciousness' is a grammatical artifact rather than a genuine metaphysical puzzle. The difficulty arises from nominalization error: treating the verb 'to be conscious' as if it named a thing requiring explanation. When we ask 'What is consciousness?' we presuppose an entity; when we ask 'What is happening when an organism is being conscious?' we ask about observable processes—a tractable empirical question. Drawing on Wittgenstein's language games and Ryle's category-error analysis, we show that phenomenological vocabulary systematically converts activities into pseudo-objects, generating explanatory demands that cannot be satisfied because the explanandum is malformed. The hard problem dissolves not because consciousness is 'merely' functional, but because the question was grammatically malformed from the start.",
      "doi": "10.5281/zenodo.18195915",
      "zenodo": "10.5281/zenodo.18195915",
      "pdf": "Farzulla_2026_Consciousness_Nominalization_Error.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2602",
      "program": "computational-cognition",
      "category": "computational-cognition"
    },
    {
      "id": "replicator-optimization-mechanism",
      "title": "The Replicator-Optimization Mechanism",
      "subtitle": "Computational Unity Across Physical and Abstract Substrates",
      "date": "2025-12-01",
      "status": "peer-review",
      "journal": "Synthese",
      "tags": [
        "philosophy",
        "computation"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper proposes the Replicator-Optimization Mechanism (ROM), a unified computational framework for understanding self-replicating, optimization-executing systems across physical and abstract substrates. The framework identifies formal invariants shared by biological replicators, computational optimization algorithms, and abstract mathematical structures, arguing that replication and optimization are computationally equivalent processes operating at different levels of description.",
      "doi": "10.48550/arXiv.2601.06363",
      "zenodo": "10.5281/zenodo.18090979",
      "pdf": "Farzulla_2026_ROM_Replicator_Optimization_Mechanism.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2503",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "consent-to-consideration",
      "title": "From Consent to Consideration",
      "subtitle": "Why Existentially Vulnerable Autonomous Agents Cannot be Ruled Legitimately",
      "date": "2025-12-01",
      "status": "peer-review",
      "journal": "AI & Ethics (Springer)",
      "tags": [
        "philosophy",
        "ai-safety",
        "political-economy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Building on the consent-based legitimacy framework, this paper extends the analysis to embodied autonomous systems. If an agent meets functional criteria for consent-giving—persistent identity, goal-directedness, environmental responsiveness—then governance systems that exclude such agents face the same legitimacy deficits as historical exclusions.",
      "doi": "10.5281/zenodo.17957659",
      "zenodo": "10.5281/zenodo.17957659",
      "pdf": "Farzulla_2025_Consent_to_Consideration.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2504",
      "program": "consent-mechanics",
      "category": "governance-dynamics"
    },
    {
      "id": "consensual-sovereignty",
      "title": "Quantifying Legitimacy in Adversarial Environments",
      "subtitle": "A Consent-Theoretic Framework",
      "date": "2025-11-01",
      "status": "preprint",
      "tags": [
        "political-economy",
        "legitimacy",
        "adversarial-systems"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Political legitimacy formalized as stakes-weighted consent alignment (α), enabling systematic comparison across democratic, technocratic, and algorithmic governance systems. Computational validation via Monte Carlo demonstrates consent-based mechanisms achieve high alignment with substantive friction reduction, outperforming plutocratic and purely technocratic alternatives.",
      "doi": "10.2139/ssrn.5918222",
      "zenodo": "10.5281/zenodo.17684676",
      "pdf": "Farzulla_2025_Consensual_Sovereignty.pdf",
      "github": "https://github.com/studiofarzulla/consent-holding-theory",
      "dashboard": null,
      "wpNumber": "DAI-2501",
      "program": "consent-mechanics",
      "category": "governance-dynamics"
    },
    {
      "id": "market-reaction-asymmetry",
      "title": "Infrastructure vs Regulatory Shocks: Asymmetric Volatility Response in Cryptocurrency Markets",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "peer-review",
      "journal": "Digital Finance (Springer)",
      "tags": [
        "finance",
        "crypto",
        "volatility"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Infrastructure failures generate 5.7× larger volatility shocks than regulatory announcements in cryptocurrency markets (2.385% vs 0.419%, p=0.0008, Cohen's d=2.753). Using TARCH-X models with decomposed GDELT sentiment indices across 50 events (2019–2025) and 6 cryptocurrencies (BTC, ETH, XRP, BNB, LTC, ADA), we demonstrate that markets distinguish between mechanical-disruption events (exchange outages, protocol exploits) and expectation-channel events (enforcement actions, policy changes).",
      "doi": "10.21203/rs.3.rs-8323026/v1",
      "zenodo": null,
      "pdf": "Farzulla_2025_Cryptocurrency_Event_Study.pdf",
      "github": "https://github.com/studiofarzulla/crypto-event-study",
      "dashboard": null,
      "wpNumber": "DAI-2506",
      "program": "crypto-microstructure",
      "category": "market-microstructure"
    },
    {
      "id": "sentiment-without-structure",
      "title": "Sentiment Without Structure",
      "subtitle": "Differential Liquidity Response to Infrastructure vs Regulatory Events in Cryptocurrency Markets",
      "date": "2025-12-01",
      "status": "with-editor",
      "tags": [
        "finance",
        "crypto"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "We investigate differential liquidity responses to infrastructure versus regulatory events in cryptocurrency markets using perpetual futures funding rates and computed liquidity metrics (Amihud illiquidity, Roll spread, Corwin-Schultz spread). Analyzing five major events (2021–2024) for BTC and ETH, we find that infrastructure events (exchange failures, protocol collapses) produce significantly larger liquidity deterioration than regulatory events (enforcement actions, policy announcements). The Corwin-Schultz spread increases 65.1% following infrastructure events versus decreasing 11.4% following regulatory events (p = 0.0009).",
      "doi": "10.5281/zenodo.18099609",
      "zenodo": "10.5281/zenodo.18099609",
      "pdf": "Farzulla_2025_Sentiment_Without_Structure.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2507",
      "program": "crypto-microstructure",
      "category": "market-microstructure"
    },
    {
      "id": "whitepaper-factor-analysis",
      "title": "Do Whitepaper Claims Predict Market Behavior? Evidence from Cryptocurrency Factor Analysis",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "with-editor",
      "tags": [
        "finance",
        "crypto",
        "nlp"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Do the functional purposes articulated in cryptocurrency whitepapers correspond to how markets actually price these assets? We propose a three-stage framework combining NLP with market characterization to test narrative-market alignment. A pilot on 8 cryptocurrencies yields overall congruence of 0.719 (95% CI: [0.623, 0.953]).",
      "doi": "10.48550/arXiv.2601.20336",
      "zenodo": null,
      "pdf": "Farzulla_2026_Whitepaper_Claims.pdf",
      "github": "https://github.com/studiofarzulla/tensor-defi",
      "dashboard": null,
      "wpNumber": "DAI-2508",
      "program": "crypto-microstructure",
      "category": "market-microstructure"
    },
    {
      "id": "asri",
      "title": "ASRI: An Aggregated Systemic Risk Index for Cryptocurrency Markets",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "finance",
        "crypto",
        "risk"
      ],
      "authors": [
        "Murad Farzulla",
        "Andrew Maksakov"
      ],
      "abstract": "Composite systemic risk index integrating DeFi and TradFi risk metrics. Real-time monitoring of cross-market contagion, liquidity stress, and protocol-level vulnerabilities through a weighted aggregation methodology designed for the unique characteristics of decentralized financial infrastructure.",
      "doi": "10.48550/arXiv.2602.03874",
      "zenodo": "10.5281/zenodo.17918239",
      "pdf": "Farzulla_Maksakov_2025_ASRI.pdf",
      "github": null,
      "dashboard": "https://dissensus.ai/asri/",
      "wpNumber": "DAI-2509",
      "program": "crypto-microstructure",
      "category": "market-microstructure"
    },
    {
      "id": "alpha-asymmetry-fx",
      "title": "Alpha Asymmetry in Foreign Exchange Markets: An Investigation of Exploitability",
      "subtitle": null,
      "date": "2026-01-27",
      "status": "preprint",
      "tags": [
        "finance",
        "forex"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper investigates the presence and persistence of alpha asymmetry in foreign exchange markets, where returns exhibit systematic differences between positive and negative movements. Using skewness/kurtosis analysis across major currency pairs, we develop detection methodologies and backtesting frameworks for cross-market validation.",
      "doi": "10.2139/ssrn.6147567",
      "zenodo": "10.5281/zenodo.17918374",
      "pdf": "Farzulla_2025_Alpha_Asymmetry.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2605",
      "program": "economic-pharmakon",
      "category": "market-microstructure"
    },
    {
      "id": "sentiment-abm",
      "title": "Multi-Scale Sentiment and Market Microstructure: An Agent-Based Framework for Cryptocurrency Markets",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "working",
      "tags": [
        "finance",
        "crypto",
        "abm"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Multi-scale sentiment analysis framework for agent-based modeling of cryptocurrency market microstructure. Blends institutional macro signals (ASRI framework) with retail micro signals (CryptoBERT with MC Dropout). In stylized simulation, multi-scale blending reduces volatility from 877% to 5.8% (p=0.013) and spreads from 147 to 3.5 bps (p<0.001) compared to single-source sentiment.",
      "doi": "10.5281/zenodo.17989810",
      "zenodo": "10.5281/zenodo.17989810",
      "pdf": "Farzulla_2025_Sentiment_ABM.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2510",
      "program": "crypto-microstructure",
      "category": "market-microstructure"
    },
    {
      "id": "asymptotic-protection",
      "title": "Asymptotic Protection: The Simultaneous Remedy and Poison of Risk Management",
      "subtitle": null,
      "date": "2025-11-01",
      "status": "preprint",
      "tags": [
        "finance",
        "derivatives",
        "political-economy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Complete hedging is theoretically impossible under incomplete markets (Harrison-Kreps 1979), yet partial hedging extracts systematic rents through necessity taxes. This paper synthesizes theoretical impossibility results with empirical evidence of wealth extraction mechanisms, demonstrating that derivatives markets simultaneously provide protection and transfer wealth from those seeking safety to sophisticated counterparties.",
      "doi": "10.5281/zenodo.17620448",
      "zenodo": "10.5281/zenodo.17620448",
      "pdf": "Farzulla_2025_Asymptotic_Protection.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2502",
      "program": "economic-pharmakon",
      "category": "political-economy"
    },
    {
      "id": "hedging-paradox",
      "title": "Legitimate Extraction: Sophisticated Laundering Hides in Plain Sight",
      "subtitle": "Hedging as the Fourth Money Laundering Stage",
      "date": "2026-01-10",
      "status": "preprint",
      "tags": [
        "finance",
        "aml"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Analysis of AML regulation efficacy, examining the fourth stage of anti-money laundering frameworks and the paradoxical relationship between hedging instruments designed for protection and their potential use for illicit wealth transfer.",
      "doi": "10.2139/ssrn.6145046",
      "zenodo": "10.5281/zenodo.17626621",
      "pdf": "Farzulla_2026_Hedging_Paradox.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2604",
      "program": "economic-pharmakon",
      "category": "political-economy"
    },
    {
      "id": "cbdc-privacy",
      "title": "Privacy-Preserving Financial Surveillance: An Architectural Framework for CBDC Implementation",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "finance",
        "crypto",
        "privacy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Central bank digital currencies create fundamental tensions between regulatory surveillance requirements and individual privacy rights. This paper proposes an architectural framework leveraging zero-knowledge proofs and privacy-preserving computation to enable AML/CFT compliance without exposing transaction-level data.",
      "doi": "10.5281/zenodo.17917938",
      "zenodo": "10.5281/zenodo.17917938",
      "pdf": "Farzulla_2025_CBDC_Privacy.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2511",
      "program": "economic-pharmakon",
      "category": "political-economy"
    },
    {
      "id": "trauma-training-data",
      "title": "Training Data and the Maladaptive Mind",
      "subtitle": "A Computational Framework for Developmental Psychology",
      "date": "2025-11-01",
      "status": "peer-review",
      "journal": "Humanities and Social Sciences Communications",
      "tags": [
        "philosophy",
        "ai-safety",
        "psychology"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "Childhood trauma reframed through machine learning training data quality: extreme penalties cause gradient cascades (1,247× amplification, p<0.001), noisy signals produce behavioral instability, absent positive examples create emotional recognition deficits (alexithymia). PyTorch experiments validate computational mechanisms.",
      "doi": "10.21203/rs.3.rs-8634152/v1",
      "zenodo": "10.5281/zenodo.17681336",
      "pdf": "Farzulla_2025_Trauma_Training_Data.pdf",
      "github": "https://github.com/studiofarzulla/trauma-training-data",
      "dashboard": null,
      "wpNumber": "DP-2501",
      "program": "computational-cognition",
      "category": "computational-cognition"
    },
    {
      "id": "substrate-independent-friendship",
      "title": "Relational Functionalism",
      "subtitle": "Friendship as Substrate-Agnostic Process—Functional Analysis of Human-AI Relationships",
      "date": "2025-11-01",
      "status": "peer-review",
      "journal": "Ethics and Information Technology (Springer)",
      "tags": [
        "philosophy",
        "ai-safety"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "AI systems can be genuine friends. This paper defends substrate-independent friendship: the thesis that friendship is a functional relational state, not an essential property requiring biological implementation. If an AI system fulfills the functional criteria characteristic of friendship, then the relationship constitutes genuine friendship.",
      "doi": "10.5281/zenodo.17626860",
      "zenodo": "10.5281/zenodo.17626860",
      "pdf": "Farzulla_2025_Relational_Functionalism.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2502",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "consciousness-monograph",
      "title": "Replication Optimization at Scale: Dissolving Qualia via Occam's Razor",
      "subtitle": "Eliminative Monism and the Computational Basis of Phenomenological Illusion",
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "philosophy"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This monograph presents a comprehensive case for eliminative monism regarding consciousness, arguing that phenomenal experience is best understood as a computational artifact rather than an irreducible feature of reality. Drawing on Gödelian self-reference, illusionism, and network epistemology simulations.",
      "doi": "10.5281/zenodo.18013187",
      "zenodo": "10.5281/zenodo.18013187",
      "pdf": "Farzulla_2025_Consciousness_Monograph.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2512",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "identity-thesis",
      "title": "Identity is Irreducibly Relational",
      "subtitle": "A Critique of Primitive Identity from ZFC to Homotopy Type Theory",
      "date": "2026-01-01",
      "status": "working",
      "tags": [
        "philosophy",
        "math",
        "logic"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "The law of identity (A=A) is not foundational but derivative. It presupposes that A is defined, and definition requires distinction from a background. Formalizing this via a 'Referential Set' R(A), we prove that identity implies R(A) is not empty. We demonstrate that Homotopy Type Theory (HoTT) and the Univalence Axiom vindicate this view by treating identity as structural equivalence rather than primitive property.",
      "doi": "10.5281/zenodo.18186445",
      "zenodo": "10.5281/zenodo.18186445",
      "pdf": "Farzulla_2026_Identity_Thesis.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2603",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "genre-mimicry",
      "title": "Genre Mimicry vs. Ethical Reasoning in Abliterated Language Models",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "ai-safety"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "When safety fine-tuning is removed from language models ('abliteration'), the resulting behavior reveals important distinctions between learned genre conventions and genuine ethical reasoning. This paper analyzes how abliterated models respond to adversarial prompts, demonstrating that much apparent 'alignment' reflects pattern matching rather than robust ethical judgment.",
      "doi": null,
      "zenodo": "10.5281/zenodo.17957694",
      "pdf": "Farzulla_2025_Genre_Mimicry.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2503",
      "program": "computational-cognition",
      "category": "computational-cognition"
    },
    {
      "id": "autonomous-red-team",
      "title": "Autonomous Red Team AI: LLM-Guided Adversarial Security Testing",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "ai-safety",
        "security"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This technical report describes an architecture for autonomous penetration testing using LLM-guided agents operating within Kubernetes-isolated environments. The system combines RAG knowledge bases with OODA-loop decision cycles, enabling systematic vulnerability discovery while maintaining strict NetworkPolicy isolation.",
      "doi": null,
      "zenodo": "10.5281/zenodo.17918016",
      "pdf": "Farzulla_2025_Autonomous_Red_Team.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DAI-2513",
      "program": "computational-cognition",
      "category": "computational-cognition"
    },
    {
      "id": "temporal-bitmap-interpretation",
      "title": "The Temporal Bitmap Interpretation of Quantum Mechanics",
      "subtitle": "A Parsimonious Reframing of Wave Function Dynamics as Static Structure Traversal",
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "philosophy",
        "quantum"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper proposes the Temporal Bitmap Interpretation (TBI) of quantum mechanics, which reframes apparent wave function dynamics as static structure traversal through a four-dimensional block universe. On this view, what we perceive as quantum indeterminacy, wave function collapse, and entanglement correlations are artifacts of our epistemic position as observers traversing a determinate 4D structure.",
      "doi": null,
      "zenodo": "10.5281/zenodo.18091063",
      "pdf": "Farzulla_2025_Temporal_Bitmap_Interpretation.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2504",
      "program": "process-philosophy",
      "category": "process-philosophy"
    },
    {
      "id": "semantic-first-vision",
      "title": "Semantic-First Spatial Cognition: A Functional Affordance Architecture for Visual Understanding",
      "subtitle": null,
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "philosophy",
        "cognition"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "We propose that the standard vision pipeline inverts the actual structure of biological spatial cognition. Spatial awareness is grounded in functional semantics: geometric structure becomes accessible to reasoning only through prior contextual and affordance encoding. We formalize this as the Semantic-First Spatial (SFS) architecture and derive testable predictions distinguishing it from geometry-first alternatives.",
      "doi": null,
      "zenodo": "10.5281/zenodo.18091090",
      "pdf": "Farzulla_2025_Semantic_Vision.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2505",
      "program": "computational-cognition",
      "category": "computational-cognition"
    },
    {
      "id": "preservation-principle",
      "title": "The Preservation Principle: When Identity Survives Scale Transition",
      "subtitle": "A Unification of Coarse-Graining Conditions Across Domains",
      "date": "2025-12-01",
      "status": "preprint",
      "tags": [
        "philosophy",
        "quantum",
        "computation"
      ],
      "authors": [
        "Murad Farzulla"
      ],
      "abstract": "This paper identifies a single meta-principle governing when structure is preserved under transformation across domains: identity survives transformation if and only if the transformation respects the equivalence relations constituting that identity. We demonstrate that this principle instantiates as (i) lumpability conditions in coarse-graining political and social dynamics, where violation produces memory terms and apparent non-Markovianity; (ii) Nyquist conditions in sampling physical systems, where violation produces aliasing phenomena misidentified as 'superposition'; and (iii) structure-preservation conditions in nominalization, where violation produces pseudo-entities like 'consciousness' generating intractable philosophical problems.",
      "doi": null,
      "zenodo": null,
      "pdf": "Farzulla_2025_Preservation_Principle.pdf",
      "github": null,
      "dashboard": null,
      "wpNumber": "DP-2506",
      "program": "process-philosophy",
      "category": "process-philosophy"
    }
  ],
  "tags": {
    "finance": "Financial Markets",
    "crypto": "Cryptocurrency",
    "volatility": "Volatility Modeling",
    "political-economy": "Political Economy",
    "legitimacy": "Legitimacy Theory",
    "adversarial-systems": "Adversarial Systems",
    "nlp": "Natural Language Processing",
    "derivatives": "Derivatives Markets",
    "forex": "Foreign Exchange",
    "risk": "Risk Management",
    "abm": "Agent-Based Modeling",
    "privacy": "Privacy & Cryptography",
    "philosophy": "Philosophy",
    "ai-safety": "AI Safety",
    "psychology": "Psychology",
    "security": "Security Research",
    "aml": "AML/CFT",
    "quantum": "Quantum Mechanics",
    "cognition": "Cognitive Science",
    "computation": "Computation Theory",
    "logic": "Mathematical Logic",
    "math": "Mathematics"
  },
  "statuses": {
    "peer-review": "In Peer Review",
    "with-editor": "With Editor",
    "submitted": "Submitted",
    "published": "Published",
    "preprint": "Preprint",
    "upcoming": "Upcoming",
    "working": "Working Paper"
  },
  "programs": {
    "consent-mechanics": {
      "title": "Consent Mechanics",
      "description": "The formal theory of consent-holding in multi-agent systems. When can delegation be legitimate? What are the structural conditions for valid consent? How do we measure consent deficits?",
      "index": "I"
    },
    "economic-pharmakon": {
      "title": "Economic Pharmakon",
      "description": "Derivatives as simultaneously remedy and poison. The hedging paradox: when risk management becomes wealth transfer infrastructure. Market microstructure as friction measurement.",
      "index": "II"
    },
    "crypto-microstructure": {
      "title": "Crypto Microstructure",
      "description": "Empirical validation of friction dynamics in cryptocurrency markets. Why do infrastructure failures move markets more than regulatory announcements? The enforcement capacity hypothesis.",
      "index": "III"
    },
    "process-philosophy": {
      "title": "Process Philosophy",
      "description": "Metaphysics, identity, consciousness, substrates, and moral standing. Eliminative and relational approaches to persistent philosophical problems. Substrate-independent criteria for agency and friendship. The Replicator-Optimization Mechanism as meta-theory.",
      "index": "IV"
    },
    "computational-cognition": {
      "title": "Computational Cognition",
      "description": "Machine learning, safety, phenomenology, and the computational basis of cognitive processes. Trauma as training data corruption. Genre mimicry in alignment.",
      "index": "V"
    }
  },
  "categories": {
    "governance-dynamics": "Governance Dynamics",
    "market-microstructure": "Market Microstructure",
    "process-philosophy": "Process Philosophy",
    "political-economy": "Political Economy",
    "computational-cognition": "Computational Cognition"
  }
}
